data = {
    periods: [{
        name: 'Детство',
        dates: [{
                date: '11 апреля 1910',
                text: 'родился Иван Крестьянкин',
                extraText: 'Отец Иоанн родился и вырос в Орле. Ваня был восьмым, последним ребенком в семье горожан Михаила Дмитриевича и Елизаветы Иларионовны Крестьянкиных. Крестьянкины относились к приходу Ильинской церкви, которую в народе называли Николо-Песковской.',
                picture: '',
                featured: true,
            },
            {
                date: '13 апреля 1910',
                text: 'состоялось крещение младенца Иоанна в храме Илии пророка священник Николай Азбукин совершил Таинство Крещения Параскева Илларионовна, родная тетя со стороны мамы, стала крестной Александр Крестьянкин, старший брат, стал крестным отцом',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '13 апреля 1910',
                text: 'состоялось крещение младенца Иоанна в храме Илии пророка священник Николай Азбукин совершил Таинство Крещения Параскева Илларионовна, родная тетя со стороны мамы, стала крестной Александр Крестьянкин, старший брат, стал крестным отцом',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1912',
                text: 'умер отец Михаил Дмитриевич Крестьянкин',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1914',
                text: 'началась Первая мировая война',
                extraText: '',
                picture: '',
                featured: true,
            },
            {
                date: '1915',
                text: 'пятилетний Ваня учится служить пономарем в Ильинской церкви',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1916',
                text: 'маленький пономарь получает благословение на ношение стихаря',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1917',
                text: 'Ваня идет в школу',
                extraText: 'В 1917 году произошли февральская, а потом – октябрьская революции. В Орле они были бескровными, без вооруженных выступлений. Кровь полилась позже.',
                picture: '',
                featured: false,
            },
            {
                date: '1920',
                text: 'Ваня совершает паломничество к отцу Георгию Коссову\n' +
                    'протоиерей Георгий Коссов был святым старцем, который исцелял больных, изгонял бесов',
                extraText: '',
                picture: '',
                featured: true,
            },
            {
                date: '1922',
                text: 'двенадцатилетний Ваня получает благословение на монашество\n' +
                    'Епископ Николай (Никольский) прозрел весь предстоящий Ване жизненный путь и заключил: «А потом обязательно будешь монахом».',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1923',
                text: 'паломничество в Москву и получение благословения Патриарха Тихона',
                extraText: '90-летним старцем отец Иоанн вспоминал свою встречу со святителем Тихоном и говорил духовным чадам, что по сей день чувствует его ладонь на своей голове.',
                picture: '',
                featured: false,
            },
            {
                date: '1925',
                text: 'возобновляются занятия в школе, Ваня поступил в 7 класс',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1929',
                text: 'Иван Крестьянкин окончил школу и стал студентом бухгалтерских курсов',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1931',
                text: 'окончание бухгалтерских курсов, поступление на работу',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1932',
                text: 'увольнение с работы',
                extraText: 'За веру Ивана уволили с работы, больше в своем городе устроиться он нигде не мог. Пришлось переезжать в Москву.',
                picture: '',
                featured: false,
            },
        ]
        },
    ]
}