data = {
    baseViewBox: '-50 600 1100 634.1',
    periods: [{
        name: 'Детство',
        viewbox: '-50 600 1100 634.1',
        dates: [
            {
                date: '1910',
                text: '11 апреля родился Иван Крестьянкин',
                extraText: 'Отец Иоанн родился и\u00A0вырос в\u00A0Орле. Ваня был восьмым, последним ребенком в\u00A0семье горожан Михаила Дмитриевича и\u00A0Елизаветы Иларионовны Крестьянкиных. Крестьянкины относились к\u00A0приходу Ильинской церкви, которую в\u00A0народе называли Николо-Песковской.',
                picture: '',
                featured: false,
            },
            {
                date: null,
                text: '13 апреля состоялось Крещение младенца Иоанна в\u00A0храме Илии пророка',
                extraText: '',
                picture: '',
                featured: true,
                icon: {
                    id: 'orel',
                    svg: 'orel/orel_2.svg',
                    style: 'transform: translate(753px, 896px) scale(0.136)',
                    poster: 'poster/orel.jpg'
                }
            },
            {
                date: null,
                text: 'священник Николай Азбукин совершил таинство Крещения',
                extraText: '',
                picture: '15.jpg',
                popupPicture: '15-big.jpg',
                featured: false,
            },
            {
                date: null,
                text: 'Параскева Иларионовна, родная тетя со\u00A0стороны мамы, стала крестной',
                extraText: '',
                picture: '3.jpg',
                popupPicture: '3-big.jpg',
                featured: false,
            },
            {
                date: null,
                text: 'Александр Крестьянкин, старший брат, стал крестным отцом',
                extraText: '',
                picture: '14.jpg',
                popupPicture: '14-big.jpg',
                featured: false,
            },
            {
                date: '1912',
                text: 'умер отец, Михаил Дмитриевич Крестьянкин',
                extraText: '',
                picture: '5.jpg',
                popupPicture: '5-big.jpg',
                featured: false,
            },
            {
                date: '1914',
                text: 'началась Первая мировая война',
                extraText: '',
                picture: '',
                featured: true,
            },
            {
                date: '1915',
                text: 'пятилетний Ваня учится служить пономарем в\u00A0Ильинской церкви',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1916',
                text: 'маленький пономарь получает благословение на\u00A0ношение стихаря',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1917',
                text: 'Ваня идет в школу',
                extraText: 'В 1917 году произошли Февральская, а\u00A0потом – Октябрьская революции. В Орле они были бескровными, без\u00A0вооруженных выступлений. Кровь полилась позже.',
                picture: '',
                featured: false,
            },
            {
                date: '1920',
                text: 'Ваня совершает паломничество к\u00A0отцу Георгию Коссову',
                extraText: '',
                picture: '',
                featured: true,
                icon: {
                    id: 'spas-chekriak',
                    svg: 'orel/spas-chekriak_2.svg',
                    style: 'transform: translate(667px, 864px) scale(0.08);',
                    poster: 'poster/spas-chekriak.jpg'
                }
            },
            {
                date: null,
                text: 'протоиерей Георгий Коссов был святым старцем, который исцелял больных, изгонял бесов',
                extraText: '',
                picture: '16.jpg',
                popupPicture: '16-big.jpg',
                featured: false,
            },
            {
                date: '1921',
                text: 'школу, где учился Ваня, закрывают',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1922',
                text: 'двенадцатилетний Ваня получает благословение на\u00A0монашество',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: null,
                text: 'Епископ Николай (Никольский) прозрел весь предстоящий Ване жизненный путь и\u00A0заключил: «А\u00A0потом обязательно будешь монахом».',
                extraText: '',
                picture: '2.jpg',
                popupPicture: '2-big.jpg',
                featured: false,
            },
            {
                date: '1923',
                text: 'паломничество в\u00A0Москву и\u00A0получение благословения Патриарха Тихона',
                extraText: '90-летним старцем отец Иоанн вспоминал свою встречу со\u00A0святителем Тихоном и\u00A0говорил духовным чадам, что по\u00A0сей день чувствует его ладонь на\u00A0своей голове.',
                picture: '4.jpg',
                popupPicture: '4-big.jpg',
                featured: false,
            },
            {
                date: '1925',
                text: 'возобновляются занятия в\u00A0школе, Ваня поступил в\u00A07\u00A0класс',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1929',
                text: 'Иван Крестьянкин окончил школу и\u00A0стал студентом бухгалтерских курсов',
                extraText: '',
                picture: '6.jpg',
                popupPicture: '6-big.jpg',
                featured: false,
            },
            {
                date: '1931',
                text: 'окончание бухгалтерских курсов, поступление на\u00A0работу',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1932',
                text: 'увольнение с\u00A0работы',
                extraText: 'За веру Ивана уволили с\u00A0работы, больше в\u00A0своем городе устроиться он нигде не\u00A0мог. Пришлось переезжать в\u00A0Москву.',
                picture: '',
                featured: false,
            },
        ]
    },
    {
        name: 'Москва',
        id: 'moscow',
        viewbox: '-98.53515625 412.44140625 1204.9306640625 698.37890625',
        dates: [
            {
                date: '1932',
                text: 'Иван Крестьянкин переезжает в\u00A0Москву',
                extraText: 'В\u00A0Москве Иван поселился в Большом Козихинском переулке, в\u00A0огромной коммунальной квартире с\u00A0одной уборной на\u00A0всех. «Угол» за\u00A0занавеской представлял собой сундучок-полумерок, на\u00A0котором пришлось спать больше 10\u00A0лет.',
                picture: '21.jpg',
                popupPicture: '21-big.jpg',
                featured: true,
            },
            {
                date: '1933',
                text: 'Иван Михайлович Крестьянкин работает бухгалтером',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1936',
                text: '2\u00A0сентября умерла мама, Елизавета Иларионовна Крестьянкина',
                extraText: '',
                picture: '20.jpg',
                popupPicture: '20-big.jpg',
                featured: true,
            },
            {
                date: '1939',
                text: 'Иван Крестьянкин получает прописку в\u00A0Москве',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1941',
                text: 'начинается Великая Отечественная война',
                extraText: 'В\u00A0годы войны Церковь, занимавшая деятельную патриотическую позицию, получает от\u00A0атеистического государства ряд свобод. Первой уступкой Церкви со\u00A0стороны государства было разрешение совершить пасхальный крестный ход в\u00A0Москве в\u00A01942 году.',
                picture: false,
                featured: true,
            },
            {
                date: null,
                text: 'Ивана Крестьянкина не\u00A0берут в\u00A0армию из-за\u00A0слабого зрения',
                extraText: '',
                picture: '17.jpg',
                popupPicture: '17-big.jpg',
                featured: false,
            },

            {
                date: '1942',
                text: 'Иван переходит на\u00A0работу в\u00A0отдел снабжения Московской железной дороги главным бухгалтером',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1944',
                text: 'Иван Михайлович Крестьянкин увольняется с\u00A0гражданской службы',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1945',
                text: '14 января Иван Крестьянкин рукоположен в\u00A0сан диакона',
                extraText: '',
                picture: '',
                featured: true,
            },
            {
                date: null,
                text: 'Митрополит Николай (Ярушевич) совершил диаконскую хиротонию в\u00A0храме Воскресения Христова на\u00A0Ваганьковском кладбище',
                extraText: '',
                picture: '19.jpg',
                popupPicture: '19-big.jpg',
                featured: false,
                icon: {
                    id: 'vagankovo',
                    svg: 'moscow/vagankovo_2.svg',
                    style: 'transform: translate(651px, 673px) scale(0.09);',
                    poster: 'poster/vagankovo.jpg'
                }
            },
            {
                date: null,
                text: '25 октября диакон Иоанн Крестьянкин рукоположен в\u00A0сан священника',
                extraText: '',
                picture: '',
                featured: true,
            },
            {
                date: null,
                text: 'Патриарх Алексий\u00A0I рукоположил диакона Иоанна во\u00A0иерея к\u00A0храму Рождества Христова в\u00A0Измайлово',
                extraText: '',
                picture: '18.jpg',
                popupPicture: '18-big.jpg',
                featured: false,
            },
            {
                date: '1946',
                text: 'иерей Иоанн Крестьянкин назначен ризничим в Троице-Сергиеву лавру',
                extraText: 'В\u00A0начале 1946\u00A0года Церкви передали часть помещений Троице-Сергиевой лавры. Первая литургия была совершена в\u00A0Успенском соборе в\u00A0ночь на\u00A0Пасху, 21\u00A0апреля 1946\u00A0года. Но\u00A0после непродолжительного перерыва в\u00A0стране начались новые чистки и\u00A0репрессии.',
                picture: '',
                featured: false,
            },
            {
                date: '1946',
                text: '28\u00A0августа возвращение к\u00A0служению в\u00A0храме Рождества Христова в\u00A0Измайлово',
                extraText: '',
                picture: '22.jpg',
                popupPicture: '22-big.jpg',
                featured: false,
                icon: {
                    id: 'izmaylovo',
                    svg: 'moscow/izmaylovo_2.svg',
                    style: 'transform: translate(743px, 637px) scale(0.10);',
                    poster: 'poster/izmaylovo.jpg'
                }
            },
            {
                date: '1947',
                text: 'начало обучения на\u00A0заочном отделении Московской Духовной Академии',
                extraText: '',
                picture: '',
                featured: true,
            },
            {
                date: '1949',
                text: 'после Пасхи над\u00A0отцом Иоанном нависла опасность ареста',
                extraText: '',
                picture: '',
                featured: true,
            },
            {
                date: null,
                text: 'Старец-духовник Иоанн (Соколов) сказал, что обвинительное «дело» на\u00A0отца Иоанна уже готово, и\u00A0спросил: «Вымаливать тебя или\u00A0пойдешь?» Отец Иоанн ответил: «да\u00A0будет воля Божия».',
                extraText: '',
                picture: '12.jpg',
                popupPicture: '12-big.jpg',
                featured: false,
            },
        ]
    },
    {
        name: 'В заключении',
        viewbox: '-204.918465 -220.2595901489258 1406.7375286102294 798.6092819213867',
        dates: [
            {
                date: '1950',
                text: 'в\u00A0ночь с 29 на\u00A030\u00A0апреля иерей Иоанн Крестьянкин был арестован',
                extraText: 'Во\u00A0время ареста отец Иоанн надел рясу. В\u00A0этой рясе, уже избитый и\u00A0измученный допросом «конвейером», он запечатлен на\u00A0фотографии в\u00A0следственном деле. После следствия у\u00A0отца Иоанна остались искалеченными пальцы рук – переломанные на\u00A0допросах, они неправильно срослись.',
                picture: '',
                featured: true,
            },
            {
                date: null,
                text: '10 августа Иван Михайлович Крестьянкин приговорен к\u00A07\u00A0годам заключения',
                extraText: '',
                picture: '24.jpg',
                popupPicture: '24-big.jpg',
                featured: false,
            },
            {
                date: null,
                text: '14 октября отец Иоанн прибыл этапом в\u00A0Каргопольлаг',
                extraText: '',
                picture: '',
                featured: false,
                icon: {
                    id: 'kargopol',
                    svg: 'kargopol/kargopol.svg',
                    style: 'transform: translate(887px, 106px) scale(0.13);',
                    poster: 'poster/kargopol.jpg'
                }
            },
            {
                date: '1951',
                text: 'отец Иоанн работал на\u00A0лесоповале, при\u00A0слабом здоровье не\u00A0мог выработать норму, голодал',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1952',
                text: 'заключенного Крестьянкина переводят на\u00A0работу в\u00A0бухгалтерию',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: null,
                text: 'Владимир Кабо, отбывавший срок вместе с\u00A0отцом Иоанном, впоследствии напишет о\u00A0нем воспоминания',
                extraText: '«Он шел своей легкой стремительной походкой – не\u00A0шел, а\u00A0летел... У\u00A0него были длинные черные волосы – заключенных стригли наголо, но\u00A0администрация разрешила ему их оставить, – была борода, в\u00A0волосах кое-где блестела начинающаяся седина. Его бледное тонкое лицо было устремлено куда-то вперед и\u00A0вверх. Особенно поразили меня его глаза – вдохновенные глаза духовидца», – писал В. Кабо.',
                picture: '23.jpg',
                popupPicture: '23-big.jpg',
                featured: true,
            },
            {
                date: '1953',
                text: 'отца Иоанна перевели в\u00A0инвалидный лагерь «Гаврилова Поляна»',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1954',
                text: 'сестра Татьяна подает кассацию о\u00A0пересмотре дела Ивана Крестьянкина, но\u00A0просьба отклонена',
                extraText: '',
                picture: '25.jpg',
                popupPicture: '25-big.jpg',
                featured: false,
            },
            {
                date: '1955',
                text: '15 февраля отец Иоанн досрочно освобожден из\u00A0мест лишения свободы',
                extraText: '',
                picture: '',
                featured: false,
            },
        ]
    },
    {
        name: 'Псков',
        viewbox: '-150 100 804.7 700.1',
        id: 'pskov',
        dates: [
            {
                date: '1955',
                text: 'иерей Иоанн Крестьянкин приезжает Великим постом в\u00A0Псково-Печерский монастырь',
                extraText: 'Освободившись из\u00A0лагеря, отец Иоанн, как и\u00A0все бывшие заключенные, был «лишенцем». «Лишенцам» запрещалось проживать в\u00A0больших городах и\u00A0вблизи границы Советского Союза.',
                picture: '',
                featured: true,
            },
            {
                date: null,
                text: 'Псковский епископ Иоанн (Разумов), недавно занявший кафедру и\u00A0нуждавшийся в\u00A0помощниках, назначил отца Иоанна священником Свято-Троицкого собора во\u00A0Пскове.',
                extraText: '',
                picture: '7.jpg',
                popupPicture: '7-big.jpg',
                featured: false,
                icon: {
                    id: 'pskov',
                    svg: 'pskov/pskov_2.svg',
                    style: 'transform: translate(421px, 526px) scale(0.12);',
                    poster: 'poster/pskov.jpg'
                }
            },
            {
                date: null,
                text: 'иеромонах Всеволод (Баталин), проведший в\u00A0заключении 17\u00A0лет, был в\u00A0то время настоятелем Свято-Троицкого собора',
                extraText: '',
                picture: '8.jpg',
                popupPicture: '8-big.jpg',
                featured: false,
            },
            {
                date: '1957',
                text: 'получение известия о готовящемся аресте и отъезд из Пскова',
                extraText: 'Уже через год после смерти Сталина, 7 июля 1954 года, выходит Постановление ЦК КПСС «О\u00A0крупных недостатках в\u00A0научно-атеистической пропаганде и\u00A0мерах ее улучшения». Вновь начинается травля Церкви, преследование священнослужителей. Игумен Иоанн (Соколов) по\u00A0прозорливости предупредил отца Иоанна и\u00A0отца Всеволода о\u00A0вновь заведенном на\u00A0них деле.',
                picture: '',
                featured: false,
            },
        ]
    },
    {
        name: 'На Рязанской земле',
        viewbox: '-71.68118 406.6948408484459 1218.0881423011423 706.7486910343171',
        dates: [
            {
                date: '1957',
                text: 'начало служения в\u00A0храме Троице-Пеленица, Ясаково',
                extraText: 'Избегая повторного ареста, отец Иоанн уехал в\u00A0Рязанскую епархию, где ему предстояло скитаться по\u00A0разным приходам в\u00A0течение 10 лет. За\u00A0это время батюшка возродил 5 храмов.',
                picture: '',
                featured: true
            },
            {
                date: null,
                text: 'архиепископ Николай (Чуфаровский), занимавший Рязанскую кафедру, переводил отца Иоанна с\u00A0прихода на приход, защищая от\u00A0преследования властей',
                extraText: '',
                picture: '9.jpg',
                popupPicture: '9-big.jpg',
                featured: false,
            },
            {
                date: '1958',
                text: 'кончина игумена Иоанна (Соколова), прозорливого старца, к\u00A0которому отец Иоанн обращался за\u00A0советом',
                extraText: 'С\u00A0конца 1958 года грянула атеистическая кампания, сравнимая разве что с\u00A0гонением двадцатых-тридцатых годов. Газеты заполнялись кощунственными карикатурами и\u00A0богохульными статьями с\u00A0оскорблениями в\u00A0адрес религии и\u00A0священнослужителей.',
                picture: '12.jpg',
                popupPicture: '12-big.jpg',
                featured: true,
            },
            {
                date: '1959',
                text: 'перевод в\u00A0храм святых Косьмы и\u00A0Дамиана, Летово',
                extraText: '',
                picture: false,
                featured: false,
                icon: {
                    id: 'letovo',
                    svg: 'ryazan/letovo_2.svg',
                    style: 'transform: translate(815px, 728px) scale(0.10);',
                    poster: 'poster/letovo.jpg'
                }
            },
            {
                date: '1960',
                text: 'нападение грабителей на\u00A0дом священника в\u00A0Летово',
                extraText: '',
                picture: false,
                featured: false,
            },
            {
                date: '1961',
                text: 'с\u00A0отцом Виктором Шиповальниковым отец Иоанн совершил паломничество на\u00A0Валаам',
                extraText: '',
                picture: '10.jpg',
                popupPicture: '10-big.jpg',
                featured: false,
            },
            {
                date: '1962',
                text: 'назначение настоятелем храма Воскресения Христова в\u00A0село Борец',
                extraText: 'В\u00A0Некрасовку, на\u00A0270\u00A0км удаленную от\u00A0Рязани, зимой, после снегопада и\u00A0в\u00A0распутицу, дороги совсем не\u00A0было. В другое время года из\u00A0Рязани летали на\u00A0«кукурузнике».',
                picture: false,
                featured: true,
                icon: {
                    id: 'nekrasovka',
                    svg: 'ryazan/nekrasovka.svg',
                    style: 'transform: translate(905px, 776px) scale(0.11);',
                    poster: 'poster/nekrasovka.jpg'
                }
            },
            {
                date: '1964',
                text: 'перевод на\u00A0должность настоятеля храма святителя Николая Чудотворца в\u00A0Некрасовке',
                extraText: '',
                picture: false,
                featured: false,
            },
            {
                date: '1966',
                text: 'назначение настоятелем храма святителя Николая Чудотворца в\u00A0городе Касимов',
                extraText: '',
                picture: false,
                featured: true,
            },
            {
                date: null,
                text: 'отец Анатолий Правдолюбов принял отца Иоанна в\u00A0своей семье в\u00A0Касимове как\u00A0родного',
                extraText: '',
                picture: '11.jpg',
                popupPicture: '11-big.jpg',
                featured: false,
            },
        ]
    },
    {
        name: 'Постриг в\u00A0Сухуми',
        viewbox: '-188.56613159179688 801.3603210449219 1705.6917915344238 1123.7991455078125',
        id: 'sukhumi',
        dates: [
            {
                date: null,
                text: 'к\u00A0старцу Серафиму Глинскому (Романцову) отец Иоанн приезжал каждый год еще в\u00A0Глинскую пустынь, вплоть до\u00A0ее закрытия в\u00A01961\u00A0году',
                extraText: 'Всю жизнь отец Иоанн стремился к\u00A0монашеству, но\u00A0жизнь его складывалась иначе. Более 20\u00A0лет, с\u00A0перерывом на\u00A0период заключения, батюшка служил священником на\u00A0приходах. Впоследствии он любил повторять: «Все бывает вовремя для тех, кто умеет ждать». Так случилось с\u00A0отцом Иоанном – тяжелая болезнь привела к\u00A0постригу «страха ради смертного».',
                picture: '26.jpg',
                popupPicture: '26-big.jpg',
                featured: false,
                icon: {
                    id: 'pustyn',
                    svg: 'sukhumi/pustyn.svg',
                    style: 'transform: translate(589px, 994px) scale(0.095);',
                    poster: 'poster/pustyn.jpg'
                }
            },
            {
                date: '1966',
                text: '10\u00A0июля монашеский постриг отца Иоанна схиархимандрит Серафим совершил в\u00A0своей келье в\u00A0Сухуми',
                extraText: '',
                picture: '',
                featured: true,
                icon: {
                    id: 'sukhumi',
                    svg: 'sukhumi/sukhumi_2.svg',
                    style: 'transform: translate(859px, 1561px) scale(0.14);',
                    poster: 'poster/sukhumi.jpg'
                }
            },
            {
                date: '1967',
                text: 'Патриарший Указ об\u00A0определении иеромонаха Иоанна (Крестьянкина) в\u00A0Псково-Печерский монастырь',
                extraText: '',
                picture: '',
                featured: false,
            },
        ]
    },
    {
        name: 'Псково-Печерский монастырь',
        id: 'pechory',
        viewbox: '-150 100 804.7 700.1',
        dates: [
            {
                date: '1967',
                text: 'иеромонах Иоанн (Крестьянкин) приехал в\u00A0Псково-Печерский монастырь навсегда',
                extraText: 'В\u00A0день праздника преподобномученика Корнилия отца Иоанна принимал в\u00A0число братии наместник архимандрит Алипий (Воронов). Наместник ввел отца Иоанна в\u00A0узкую комнату с\u00A0одним окном, где ему предстояло прожить без\u00A0малого 40\u00A0лет. «Из\u00A0этой кельи тебя и\u00A0выносить будут», – сказал отец Алипий и\u00A0не\u00A0ошибся.',
                picture: '30.jpg',
                popupPicture: '30-big.jpg',
                featured: true,
                icon: {
                    id: 'pechory',
                    svg: 'pskov/pskovo-pechorskiy_2.svg',
                    style: 'transform: translate(334px, 464px) scale(0.10);}',
                    poster: 'poster/pechory.jpg'
                }
            },
            {
                date: '1968',
                text: 'отец Иоанн серьезно заболел, слег и\u00A0готовился к\u00A0исходу, но\u00A0наместник запретил ему умирать, за\u00A0послушание батюшка начал выздоравливать',
                extraText: '',
                picture: false,
                featured: false,
            },
            {
                date: '1970',
                text: 'иеромонах Иоанн возведен в\u00A0сан игумена',
                extraText: '',
                picture: false,
                featured: false,
            },
            {
                date: '1973',
                text: 'игумен Иоанн возведен в\u00A0сан архимандрита',
                extraText: '',
                picture: '29.jpg',
                popupPicture: '29-big.jpg',
                featured: true,
            },
            {
                date: '1975',
                text: 'архимандрит Иоанн (Крестьянкин) становится духовником братии',
                extraText: '',
                picture: false,
                featured: false,
            },
            {
                date: '1978',
                text: 'духовническая поездка в\u00A0Пюхтицы',
                extraText: '',
                picture: false,
                featured: false,
            },
            {
                date: null,
                text: 'митрополит Алексий (Ридигер), будущий Патриарх, исповедовался у\u00A0отца Иоанна в\u00A0Пюхтице',
                extraText: '',
                picture: '27.jpg',
                popupPicture: '27-big.jpg',
                featured: false,
            },
            {
                date: '1989',
                text: 'архимандрит Иоанн был реабилитирован, с\u00A0него сняли судимость',
                extraText: '',
                picture: false,
                featured: false,
            },
            {
                date: '1993',
                text: 'По\u00A0благословению отца Иоанна открыто подворье Псково-Печерского монастыря в\u00A0Сретенском монастыре в\u00A0Москве',
                extraText: '',
                picture: false,
                featured: true,
            },
            {
                date: '1995',
                text: 'выходит первое издание проповедей архимандрита Иоанна',
                extraText: 'В\u00A0июле 1995-го подворье Псково-Печерского монастыря было преобразовано в\u00A0ставропигиальный мужской монастырь.',
                picture: false,
                featured: false,
            },
            {
                date: '2000',
                text: 'выходит первое издание собрания писем архимандрита Иоанна',
                extraText: '',
                picture: false,
                featured: false,
            },
            {
                date: '2001',
                text: 'отец Иоанн ограничивает прием посетителей',
                extraText: '',
                picture: '28.jpg',
                popupPicture: '28-big.jpg',
                featured: false,
            },
            {
                date: '2006',
                text: '5\u00A0февраля архимандрит Иоанн (Крестьянкин) окончил земной путь',
                extraText: 'Отец Иоанн отошел ко\u00A0Господу в\u00A0день праздника Новомучеников и\u00A0исповедников Российских. Многих из\u00A0этого лика святых батюшка знал лично, как\u00A0духовных наставников или\u00A0духовных друзей.',
                picture: false,
                featured: true,
            },
        ]
    },
    ],
    citates: [
        'Для спасения необходимо, чтобы наше сердце жило верой, чтобы оно, наше сердечко, вполне доверяло Богу, отдалось Ему.',
        // 'Живая действенная вера проводит человека сквозь все трудности и превратности жизни. Верой мы  безоговорочно принимаем Божии определения о нас  помня, что мы не одиноки в бушующем житейском море,  что Спаситель наш  с нами во вся дни до скончания века.',
        'Бог верен всегда и\u00A0во всем, Его слово и обетования неизменны. Но и\u00A0нам предлежит не\u00A0только верить и\u00A0доверяться Богу, но\u00A0и\u00A0самим быть постоянно и\u00A0во\u00A0всем верными Ему.',
        'Будем\u00A0же, дорогие, несомненной верой беречь свою связь с\u00A0Богом, страшиться неверия, внимая себе постоянно, в\u00A0истинной ли мы вере?',
        'Усвоим, дорогие мои, хорошо усвоим, что вера наша не\u00A0на\u00A0мудрости человеческой зиждется, но\u00A0на\u00A0силе Божией. И\u00A0кто любит Бога, тому дается знание от\u00A0Него.',
        'Верующий не\u00A0одинок в бушующем житейском море. Его Кормчий – воскресший Христос – дарует уму разумение тайн своего спасения, а\u00A0сердцу ощущение Царства Небесного, которое, по\u00A0слову Спасителя, внутрь нас есть.',
        'Как\u00A0же Господу откликнуться на\u00A0нашу молитву, если мы сами-то не\u00A0слышим и не\u00A0внимаем ей. Вот отчего часто нет у нас живой веры, уж не\u00A0говорю об\u00A0ощущении присутствия Божия в\u00A0нашей жизни.',
        // 'Глас Божий – тих и уветлив (мягок, нежен), но требует от нас сугубого внимания, усилий, и даже борьбы с собой; а голос вражий буквально навязывается соблазнительными предложениями, потворствующими нашим страстям и желаниям.',
        'Достойно горького плача состояние души человеческой, которая на\u00A0безграничную любовь Божию отвечает дерзким богоборчеством.',
        'Судя по\u00A0житейским нашим невзгодам, смущению и\u00A0смятению в\u00A0душах наших, тревожен сегодняшний взгляд Христа на\u00A0мир.',
        // 'Какие чудеса творили наши предки своими руками, с любовью в сердце к Богу, как умели они украшать этот мир, не унывая и не отчаиваясь оттого, что мир лежит во зле, как не замыкались они в себе, но щедро отдавали себя людям.',
        // 'В школу жизни всякий человек вступает с рождения и идет по жизни, ведомый родителями, учителями, наставниками. Школа же духовной жизни настолько выше, важнее и сложнее, насколько несоизмеримо величественнее конечная цель духовного воспитания, – познание Бога, единение с Богом и утверждение в Боге.',
        'Верующий человек обязан вести себя так, чтобы не\u00A0причинять неприятности другим. Не\u00A0вызывать своим поведением ни\u00A0огорчения, ни\u00A0слез у\u00A0тех, с\u00A0кем нам приходится общаться.',
        // 'Иисус Христос в Святом Евангелии оставил нам Свой образ не для того, чтобы мы только удивлялись или восхищались им как необыкновенно высоким, совершенным, непостижимым, но именно для того, чтобы мы стремились, пытались подражать Ему.',
        'Тысячу лет назад и\u00A0на\u00A0нашей земле засиял свет Христовой веры, и\u00A0на\u00A0стволе Вселенской Церкви выросла громадная ветвь — Церковь Русская! И\u00A0маленьким листочком на\u00A0этой ветви является каждый из\u00A0нас.',
        'Жизнь новомучеников Российских – не\u00A0живой\u00A0ли пример, как стоять в\u00A0Истине, как относиться к\u00A0политике, как не\u00A0погрязнуть во\u00A0враждебной духу христианскому сваре. Черпайте из\u00A0этих источников, вода-то живая.',
        'Господь теперь только ждет нашей ответной любви и\u00A0благодарности самой нашей жизнью и\u00A0делами засвидетельствованной.',
        'В\u00A0Церкви мы содействием Святого Духа встречаемся со\u00A0Христом, учимся жить на\u00A0земле законами Царства  неземного.',
        'От\u00A0нас не\u00A0требуется иного труда, кроме живой веры и\u00A0доверия всемогущему Промыслу Божию о\u00A0нас, сердечной отзывчивости, доброты, милосердия и\u00A0сострадательности к\u00A0тем, кто рядом с\u00A0нами.',
        'Силой Божией благодати началось освобождение человека от\u00A0рабства диаволу и\u00A0зарождение в\u00A0мире людей с\u00A0новым сознанием. Благоволением\u00A0же Божиим этот процесс будет продолжаться до\u00A0скончания мира.'
    ],
    books: [
        {
            name: 'РАДОВАТЬ И\u00A0РАДОВАТЬСЯ. ПРАКТИЧЕСКИЕ СОВЕТЫ АРХИМАНДРИТА ИОАННА (КРЕСТЬЯНКИНА).',
            picture: 'books/02.jpg',
            link: 'https://vsbook.ru/shop/product/radovat-i-radovatjsya',
        },
        {
            name: 'БОЖИЙ ИНОК',
            picture: 'books/05.jpg',
            link: 'https://vsbook.ru/shop/product/bozhiy-inok',
        },
        {
            name: 'ДОМ ДУШИ',
            picture: 'books/07.jpg',
            link: 'https://vsbook.ru/shop/product/dom-dushi',
        },
        {
            name: 'РАЗМЫШЛЕНИЯ О\u00A0БЕССМЕРТНОЙ ДУШЕ',
            picture: 'books/01.jpg',
            link: 'https://vsbook.ru/shop/product/razmyshleniya-o-bessmertnoy-dushe',
        },
        {
            name: 'ПАМЯТЬ СЕРДЦА',
            picture: 'books/08.jpg',
            link: ' https://vsbook.ru/shop/product/pamyat-serdtsa',
        },
        {
            name: 'НЕВЕДОМОМУ ЧАДУ',
            picture: 'books/06.jpg',
            link: 'https://vsbook.ru/shop/product/nevedomomu-chadu',
        },
        {
            name: 'ОТЕЦ ИОАНН (ИЗ\u00A0КНИГИ "НЕСВЯТЫЕ СВЯТЫЕ")',
            picture: 'books/03.jpg',
            link: 'https://vsbook.ru/shop/product/otets-ioann-iz-knigi-nesvyatyye-svyatyye',
        },
        {
            name: 'МИРОМ ПРАВИТ БОГ. СТАРЦЫ',
            picture: 'books/09.jpg',
            link: 'https://vsbook.ru/shop/product/mirom-pravit-bog-startsy-pskovo-pecherskogo-monastyrya-o-promysle-bozhiyem',
        },
        {
            name: 'МОЛИТВА ВСЕ ИСПРАВИТ. СТАРЦЫ ПСКОВО-ПЕЧЕРСКОГО МОНАСТЫРЯ О\u00A0МОЛИТВЕ',
            picture: 'books/10.jpg',
            link: 'https://vsbook.ru/shop/product/molitva-vse-ispravit-startsy-pskovo-pecherskogo-monastyrya',
        },        
        {
            name: 'РАССУЖДАЙ И\u00A0ДЕЙСТВУЙ. СТАРЦЫ ПСКОВО-ПЕЧЕРСКОГО МОНАСТЫРЯ О\u00A0РАССУЖДЕНИИ',
            picture: 'books/04.jpg',
            link: 'https://vsbook.ru/shop/product/rassuzhdai-i-deistvui-startsy-pskovo-pecherskogo-monastyrya',
        },
        {
            name: 'УЧИТЕСЬ СОХРАНЯТЬ СЕМЬЮ. СТАРЦЫ ',
            picture: 'books/11.jpg',
            link: 'https://vsbook.ru/shop/product/uchites-sohranyat-semyu-starcy-pskovo-pecherskogo-monastyrya-o-semejnoj-zhiznii',
        },
        {
            name: 'БЕССИЛЬНО ЗЛО, МЫ ВЕЧНЫ, С\u00A0НАМИ БОГ! СТАРЦЫ',
            picture: 'books/12.jpg',
            link: 'https://vsbook.ru/shop/product/bessilno-zlo-my-vechny-s-nami-bog-starcy-pskovo-pecherskogo-monastyrya-ob-unynii',
        },        
        {
            name: 'ВСЕ ВЫ В\u00A0СЕРДЦЕ МОЕМ, И\u00A0ЭТА ЛЮБОВЬ НАВЕЧНО. ВОСПОМИНАНИЕ ОДНОЙ СЕМЬИ ОБ\u00A0АРХИМАНДРИТЕ ИОАННЕ (КРЕСТЬЯНКИНЕ)',
            picture: 'books/13.jpg',
            link: 'https://vsbook.ru/shop/product/vse-vy-v-serdtse-moyem-i-eta-lyubov-navechno-vospominaniye-odnoy-semi-ob-arkhimandrite-ioanne-krestyankine',
        },
        {
            name: 'ПИСЬМА АРХИМАНДРИТА ИОАННА (КРЕСТЬЯНКИНА)',
            picture: 'books/14.jpg',
            link: 'https://vsbook.ru/shop/product/pisma-arkhimandrita-ioanna-krestyankina',
        },

    ],
    extraBooks: [
        {
            name: 'ОПЫТ ПОСТРОЕНИЯ ИСПОВЕДИ',
            picture: 'books/s1.jpg',
            link: 'https://vsbook.ru/shop/product/opyt-postroyeniya-ispovedi',
        },
        {
            name: 'МОЛИТВОСЛОВ С\u00A0ПОУЧЕНИЯМИ АРХИМАНДРИТА ИОАННА (КРЕСТЬЯНКИНА).',
            picture: 'books/s2.jpg',
            link: 'https://vsbook.ru/shop/product/molitvoslov-s-kommentariyami-arhimandrita-ioanna-krestyankina',
        },
        {
            name: 'О\u00A0НЕСЕНИИ КРЕСТА',
            picture: 'books/s3.jpg',
            link: 'https://vsbook.ru/shop/product/o-nesenii-kresta',
        },
        {
            name: 'ЦЕЛЬ ЖИЗНИ ХРИСТИАНИНА',
            picture: 'books/s4.jpg',
            link: 'https://vsbook.ru/shop/product/tsel-zhizni-khristianina',
        },
        {
            name: 'МОЛИТВЫ К\u00A0АРХАНГЕЛАМ',
            picture: 'books/s5.jpg',
            link: 'https://vsbook.ru/shop/product/molitvy-k-arkhangelam',
        },
        {
            name: 'О\u00A0СЕМИ ГОРЯЧНОСТЯХ ДУХА',
            picture: 'books/s6.jpg',
            link: 'https://vsbook.ru/shop/product/o-semi-goryachnostyakh-dukha',
        },
        {
            name: 'МЫСЛИ О\u00A0ЛЮБВИ',
            picture: 'books/s7.jpg',
            link: 'https://vsbook.ru/shop/product/mysli-o-lyubvi',
        }
    ]
};
