data = {
    baseViewBox: '-50 600 1100 634.1',
    periods: [{
        name: 'Детство',
        viewbox: '-50 600 1100 634.1',
        dates: [
            {
                date: '1910',
                text: '11 апреля родился Иван Крестьянкин',
                extraText: 'Отец Иоанн родился и вырос в Орле. Ваня был восьмым, последним ребенком в семье горожан Михаила Дмитриевича и Елизаветы Иларионовны Крестьянкиных. Крестьянкины относились к приходу Ильинской церкви, которую в народе называли Николо-Песковской.',
                picture: '',
                featured: false,
            },
            {
                date: null,
                text: '13 апреля состоялось крещение младенца Иоанна в храме Илии пророка',
                extraText: '',
                picture: '',
                featured: true,
                icon: {
                    id: 'orel',
                    svg: 'orel/orel_2.svg',
                    style: 'transform: translate(753px, 896px) scale(0.136)',
                    poster: 'poster/orel.jpg'
                }
            },
            {
                date: null,
                text: 'священник Николай Азбукин совершил Таинство Крещения',
                extraText: '',
                picture: '15.jpg',
                popupPicture: '15-big.jpg',
                featured: false,
            },
            {
                date: null,
                text: 'Параскева Илларионовна, родная тетя со стороны мамы, стала крестной',
                extraText: '',
                picture: '3.jpg',
                popupPicture: '3-big.jpg',
                featured: false,
            },
            {
                date: null,
                text: 'Александр Крестьянкин, старший брат, стал крестным отцом',
                extraText: '',
                picture: '14.jpg',
                popupPicture: '14-big.jpg',
                featured: false,
            },
            {
                date: '1912',
                text: 'умер отец Михаил Дмитриевич Крестьянкин',
                extraText: '',
                picture: '5.jpg',
                popupPicture: '5-big.jpg',
                featured: false,
            },
            {
                date: '1914',
                text: 'началась Первая мировая война',
                extraText: '',
                picture: '',
                featured: true,
            },
            {
                date: '1915',
                text: 'пятилетний Ваня учится служить пономарем в Ильинской церкви',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1916',
                text: 'маленький пономарь получает благословение на ношение стихаря',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1917',
                text: 'Ваня идет в школу',
                extraText: 'В 1917 году произошли февральская, а потом – октябрьская революции. В Орле они были бескровными, без вооруженных выступлений. Кровь полилась позже.',
                picture: '',
                featured: false,
            },
            {
                date: '1920',
                text: 'Ваня совершает паломничество к отцу Георгию Коссову',
                extraText: '',
                picture: '',
                featured: true,
                icon: {
                    id: 'spas-chekriak',
                    svg: 'orel/spas-chekriak_2.svg',
                    style: 'transform: translate(667px, 864px) scale(0.08);',
                    poster: 'poster/spas-chekriak.jpg'
                }
            },
            {
                date: null,
                text: 'протоиерей Георгий Коссов был святым старцем, который исцелял больных, изгонял бесов',
                extraText: '',
                picture: '16.jpg',
                popupPicture: '16-big.jpg',
                featured: false,
            },
            {
                date: '1921',
                text: 'школу, где учился Ваня, закрывают',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1922',
                text: 'двенадцатилетний Ваня получает благословение на монашество',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: null,
                text: 'Епископ Николай (Никольский) прозрел весь предстоящий Ване жизненный путь и заключил: «А потом обязательно будешь монахом».',
                extraText: '',
                picture: '2.jpg',
                popupPicture: '2-big.jpg',
                featured: false,
            },
            {
                date: '1923',
                text: 'паломничество в Москву и получение благословения Патриарха Тихона',
                extraText: '90-летним старцем отец Иоанн вспоминал свою встречу со святителем Тихоном и говорил духовным чадам, что по сей день чувствует его ладонь на своей голове.',
                picture: '4.jpg',
                popupPicture: '4-big.jpg',
                featured: false,
            },
            {
                date: '1925',
                text: 'возобновляются занятия в школе, Ваня поступил в 7 класс',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1929',
                text: 'Иван Крестьянкин окончил школу и стал студентом бухгалтерских курсов',
                extraText: '',
                picture: '6.jpg',
                popupPicture: '6-big.jpg',
                featured: false,
            },
            {
                date: '1931',
                text: 'окончание бухгалтерских курсов, поступление на работу',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1932',
                text: 'увольнение с работы',
                extraText: 'За веру Ивана уволили с работы, больше в своем городе устроиться он нигде не мог. Пришлось переезжать в Москву.',
                picture: '',
                featured: false,
            },
        ]
    },
    {
        name: 'Москва',
        id: 'moscow',
        viewbox: '-98.53515625 412.44140625 1204.9306640625 698.37890625',
        dates: [
            {
                date: '1932',
                text: 'Иван Крестьянкин переезжает в Москву',
                extraText: 'В Москве Иван поселился в Большом Козихинском переулке, в огромной коммунальной квартире с одной уборной на всех. «Угол» за занавеской представлял собой сундучок-полумерок, на котором пришлось спать больше 10 лет.',
                picture: '21.jpg',
                popupPicture: '21-big.jpg',
                featured: true,
            },
            {
                date: '1933',
                text: 'Иван Михайлович Крестьянкин работает бухгалтером',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1936',
                text: '2 сентября умерла мама Елизавета Иларионовна Крестьянкина',
                extraText: '',
                picture: '20.jpg',
                popupPicture: '20-big.jpg',
                featured: true,
            },
            {
                date: '1939',
                text: 'Иван Крестьянкин получает прописку в Москве',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1941',
                text: 'начинается Великая Отечественная война',
                extraText: 'В годы войны Церковь, занимавшая деятельную патриотическую позицию, получает от атеистического государства ряд свобод. Первой уступкой Церкви со стороны государства было разрешение совершить пасхальный крестный ход в Москве в 1942 году.',
                picture: false,
                featured: true,
            },
            {
                date: null,
                text: 'Ивана Крестьянкина не берут в армию из-за слабого зрения',
                extraText: '',
                picture: '17.jpg',
                popupPicture: '17-big.jpg',
                featured: false,
            },

            {
                date: '1942',
                text: 'Иван переходит на работу в отдел снабжения Московской железной дороги главным бухгалтером',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1944',
                text: 'Иван Михайлович Крестьянкин увольняется с гражданской службы',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1945',
                text: '14 января Иван Крестьянкин рукоположен в сан диакона',
                extraText: '',
                picture: '',
                featured: true,
            },
            {
                date: null,
                text: 'Митрополит Николай (Ярушевич) совершил диаконскую хиротонию в храме Воскресения Христова на Ваганьковском кладбище',
                extraText: '',
                picture: '19.jpg',
                popupPicture: '19-big.jpg',
                featured: false,
                icon: {
                    id: 'vagankovo',
                    svg: 'moscow/vagankovo_2.svg',
                    style: 'transform: translate(651px, 673px) scale(0.09);',
                    poster: 'poster/vagankovo.jpg'
                }
            },
            {
                date: null,
                text: '25 октября диакон Иоанн Крестьянкин рукоположен в сан священника',
                extraText: '',
                picture: '',
                featured: true,
            },
            {
                date: null,
                text: 'Патриарх Алексий I рукоположил диакона Иоанна во иерея к храму Рождества Христова в Измайлово',
                extraText: '',
                picture: '18.jpg',
                popupPicture: '18-big.jpg',
                featured: false,
            },
            {
                date: '1946',
                text: 'иерей Иоанн Крестьянкин назначен ризничим в Троице-Сергиевую Лавру',
                extraText: 'В начале 1946 года Церкви передали часть помещений Троице-Сергиевой Лавры. Первая литургия была совершена в Успенском соборе в ночь на Пасху, 21 апреля 1946 года. Но после непродолжительного перерыва в стране начались новые чистки и репрессии.',
                picture: '',
                featured: false,
            },
            {
                date: '1946',
                text: '28 августа возвращение к служению в храме Рождества Христова в Измайлово',
                extraText: '',
                picture: '22.jpg',
                popupPicture: '22-big.jpg',
                featured: false,
                icon: {
                    id: 'izmaylovo',
                    svg: 'moscow/izmaylovo_2.svg',
                    style: 'transform: translate(743px, 637px) scale(0.10);',
                    poster: 'poster/izmaylovo.jpg'
                }
            },
            {
                date: '1947',
                text: 'начало обучения на заочном отделении Московской Духовной Академии',
                extraText: '',
                picture: '',
                featured: true,
            },
            {
                date: '1949',
                text: 'после Пасхи над отцом Иоанном нависла опасность ареста',
                extraText: '',
                picture: '',
                featured: true,
            },
            {
                date: null,
                text: 'Старец-духовник Иоанн (Соколов) сказал, что обвинительное «дело» на отца Иоанна уже готово, и спросил: «Вымаливать тебя или пойдешь?» Отец Иоанн ответил: да будет воля Божия.',
                extraText: '',
                picture: '12.jpg',
                popupPicture: '12-big.jpg',
                featured: false,
            },
        ]
    },
    {
        name: 'В заключении',
        viewbox: '-204.918465 -220.2595901489258 1406.7375286102294 798.6092819213867',
        dates: [
            {
                date: '1950',
                text: 'в ночь с 29 на 30 апреля иерей Иоанн Крестьянкин был арестован',
                extraText: 'Во время ареста отец Иоанн одел рясу. В этой рясе, уже избитый и измученный допросом «конвейером», он запечатлен на фотографии в следственном деле. После следствия у отца Иоанна остались искалеченными пальцы рук – переломанные на допросах, они неправильно срослись.',
                picture: '',
                featured: true,
            },
            {
                date: null,
                text: '10 августа Иван Михайлович Крестьянкин приговорен к 7 годам заключения',
                extraText: '',
                picture: '24.jpg',
                popupPicture: '24-big.jpg',
                featured: false,
            },
            {
                date: null,
                text: '14 октября отец Иоанн прибыл этапом в Каргапольлаг',
                extraText: '',
                picture: '',
                featured: false,
                icon: {
                    id: 'kargopol',
                    svg: 'kargopol/kargopol.svg',
                    style: 'transform: translate(887px, 106px) scale(0.13);',
                    poster: 'poster/kargopol.jpg'
                }
            },
            {
                date: '1951',
                text: 'отец Иоанн работал на лесоповале, при слабом здоровье не мог выработать норму, голодал',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1952',
                text: 'заключенного Крестьянкина переводят\n' + 'на работу в бухгалтерию',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: null,
                text: 'Владимир Кабо, отбывавший срок вместе с отцом Иоанном, впоследствии напишет о нем воспоминания',
                extraText: '«Он шел своей легкой стремительной походкой – не шел, а летел... У него были длинные черные волосы – заключенных стригли наголо, но администрация разрешила ему их оставить, – была борода, в волосах кое-где блестела начинающаяся седина. Его бледное тонкое лицо было устремлено куда-то вперед и вверх. Особенно поразили меня его глаза – вдохновенные глаза духовидца», – писал В.Кабо.',
                picture: '23.jpg',
                popupPicture: '23-big.jpg',
                featured: true,
            },
            {
                date: '1953',
                text: 'отца Иоанна перевели в инвалидный лагерь Гаврилова Поляна',
                extraText: '',
                picture: '',
                featured: false,
            },
            {
                date: '1954',
                text: 'сестра Татьяна подает кассацию о пересмотре дела Ивана Крестьянкина, но просьба отклонена',
                extraText: '',
                picture: '25.jpg',
                popupPicture: '25-big.jpg',
                featured: false,
            },
            {
                date: '1955',
                text: '15 февраля отец Иоанн досрочно освобожден из мест лишения свободы',
                extraText: '',
                picture: '',
                featured: false,
            },
        ]
    },
    {
        name: 'Псков',
        viewbox: '-150 100 804.7 700.1',
        id: 'pskov',
        dates: [
            {
                date: '1955',
                text: 'иерей Иоанн Крестьянкин приезжает Великим постом в Псково-Печерский монастырь',
                extraText: 'Освободившись из лагеря, отец Иоанн, как и все бывшие заключенные, был «лишенцем». «Лишенцам» запрещалось проживать в больших городах и вблизи границы Советского Союза.',
                picture: '',
                featured: true,
                icon: {
                    id: 'pechory',
                    svg: 'pskov/pskovo-pechorskiy_2.svg',
                    style: 'transform: translate(334px, 464px) scale(0.10);}',
                    poster: 'poster/pechory.jpg'
                }
            },
            {
                date: null,
                text: 'Псковский епископ Иоанн (Разумов), недавно занявший кафедру и нуждавшийся в помощниках, назначил отца Иоанна священником Свято-Троицкого собора во Пскове.',
                extraText: '',
                picture: '7.jpg',
                popupPicture: '7-big.jpg',
                featured: false,
                icon: {
                    id: 'pskov',
                    svg: 'pskov/pskov_2.svg',
                    style: 'transform: translate(421px, 526px) scale(0.12);',
                    poster: 'poster/pskov.jpg'
                }
            },
            {
                date: null,
                text: 'иеромонах Всеволод (Баталин), проведший в заключении 17 лет, был в то время настоятелем Свято-Троицкого собора',
                extraText: '',
                picture: '8.jpg',
                popupPicture: '8-big.jpg',
                featured: false,
            },
            {
                date: '1957',
                text: 'получение известия о готовящемся аресте и отъезд из Пскова',
                extraText: 'Уже через год после смерти Сталина, 7 июля 1954 года, выходит Постановление ЦК КПСС «О крупных недостатках в научно-атеистической пропаганде и мерах ее улучшения». Вновь начинается травля Церкви, преследование священнослужителей. Игумен Иоанн (Соколов) по прозорливости предупредил отца Иоанна и отца Всеволода о вновь заведенном на них деле.',
                picture: '',
                featured: false,
            },
        ]
    },
    {
        name: 'На Рязанской земле',
        viewbox: '-71.68118 406.6948408484459 1218.0881423011423 706.7486910343171',
        dates: [
            {
                date: '1957',
                text: 'начало служения в храме Троице-Пеленица, Ясаково',
                extraText: 'Избегая повторного ареста, отец Иоанн уехал в Рязанскую епархию, где ему предстояло скитаться по разным приходам в течение 10 лет. За это время батюшка возродил 5 храмов.',
                picture: '',
                featured: true
            },
            {
                date: null,
                text: 'архиепископ Николай (Чуфаровский), занимавший Рязанскую кафедру, переводил отца Иоанна с прихода на приход, защищая от преследования властей',
                extraText: '',
                picture: '9.jpg',
                popupPicture: '9-big.jpg',
                featured: false,
            },
            {
                date: '1958',
                text: 'кончина игумена Иоанна (Соколова), прозорливого старца, к которому отец Иоанн обращался за советом',
                extraText: 'С конца 1958 года грянула атеистическая кампания, сравнимая разве что с гонением двадцатых-тридцатых годов. Газеты заполнялись кощунственными карикатурами и богохульными статьями с оскорблениями в адрес религии и священнослужителей.',
                picture: '12.jpg',
                popupPicture: '12-big.jpg',
                featured: true,
            },
            {
                date: '1959',
                text: 'перевод в храм святых Косьмы и Дамиана, Летово',
                extraText: '',
                picture: false,
                featured: false,
                icon: {
                    id: 'letovo',
                    svg: 'ryazan/letovo_2.svg',
                    style: 'transform: translate(815px, 728px) scale(0.10);',
                    poster: 'poster/letovo.jpg'
                }
            },
            {
                date: '1960',
                text: 'нападение грабителей на дом священника в Летово',
                extraText: '',
                picture: false,
                featured: false,
            },
            {
                date: '1961',
                text: 'с отцом Виктором Шиповальниковым отец Иоанн совершил паломничество на Валаам',
                extraText: '',
                picture: '10.jpg',
                popupPicture: '10-big.jpg',
                featured: false,
            },
            {
                date: '1962',
                text: 'назначение настоятелем храма Воскресения Христова в село Борец',
                extraText: 'В Некрасовку, на 270 км удаленную от Рязани, зимой после снегопада и в распутицу, дороги совсем не было. В другое время года из Рязани летали на «кукурузнике».',
                picture: false,
                featured: true,
                icon: {
                    id: 'nekrasovka',
                    svg: 'ryazan/nekrasovka.svg',
                    style: 'transform: translate(905px, 776px) scale(0.11);',
                    poster: 'poster/nekrasovka.jpg'
                }
            },
            {
                date: '1964',
                text: 'перевод на должность настоятеля храма святителя Николая Чудотворца в Некрасовке',
                extraText: '',
                picture: false,
                featured: false,
            },
            {
                date: '1966',
                text: 'назначение настоятелем храма святителя Николая Чудотворца в городе Касимов',
                extraText: '',
                picture: false,
                featured: true,
            },
            {
                date: null,
                text: 'отец Анатолий Правдолюбов принял отца Иоанна в своей семье в Касимове, как родного',
                extraText: '',
                picture: '11.jpg',
                popupPicture: '11-big.jpg',
                featured: false,
            },
        ]
    },
    {
        name: 'Постриг в Сухуми',
        viewbox: '-188.56613159179688 801.3603210449219 1705.6917915344238 1123.7991455078125',
        id: 'sukhumi',
        dates: [
            {
                date: null,
                text: 'к старцу Серафиму (Романцову) отец Иоанн приезжал каждый год еще в Глинскую пустынь, вплоть до ее закрытия в 1961году',
                extraText: 'Всю жизнь отец Иоанн стремился к монашеству, но жизнь его складывалась иначе. Более 20 лет, с перерывом на период заключения, батюшка служил священником на приходах. Впоследствии он любил повторять: «Все бывает вовремя для тех, кто умеет ждать». Так случилось с отцом Иоанном – тяжелая болезнь привела к постригу «страха ради смертного».',
                picture: '26.jpg',
                popupPicture: '26-big.jpg',
                featured: false,
                icon: {
                    id: 'pustyn',
                    svg: 'sukhumi/pustyn.svg',
                    style: 'transform: translate(589px, 994px) scale(0.095);',
                    poster: 'poster/pustyn.jpg'
                }
            },
            {
                date: '1966',
                text: '10 июля  монашеский постриг отца Иоанна схиигумен Серафим совершил в своей келье в Сухуми.',
                extraText: '',
                picture: '',
                featured: true,
                icon: {
                    id: 'sukhumi',
                    svg: 'sukhumi/sukhumi_2.svg',
                    style: 'transform: translate(859px, 1561px) scale(0.14);',
                    poster: 'poster/sukhumi.jpg'
                }
            },
            {
                date: '1967',
                text: 'Патриарший указ об определении иеромонаха Иоанна (Крестьянкина) в Псково-Печерский монастырь',
                extraText: '',
                picture: '',
                featured: false,
            },
        ]
    },
    {
        name: 'Псково-Печерский монастырь',
        id: 'pechory',
        viewbox: '-150 100 804.7 700.1',
        dates: [
            {
                date: '1967',
                text: 'иеромонах Иоанн (Крестьянкин) приехал в Псково-Печерский монастырь навсегда',
                extraText: 'В день праздника преподобномученика Корнилия отца Иоанна принимал в число братии наместник архимандрит Алипий (Воронов). Наместник ввел отца Иоанна в узкую комнату с одним окном, где ему предстояло прожить без малого 40 лет. «Из этой кельи тебя и выносить будут», – сказал отец Алипий и не ошибся.',
                picture: '30.jpg',
                popupPicture: '30-big.jpg',
                featured: true,
            },
            {
                date: '1968',
                text: 'отец Иоанн серьезно заболел, слег и готовился к исходу, но наместник запретил ему умирать, за послушание батюшка начал выздоравливать',
                extraText: '',
                picture: false,
                featured: false,
            },
            {
                date: '1970',
                text: 'иеромонах Иоанн возведен в сан игумена',
                extraText: '',
                picture: false,
                featured: false,
            },
            {
                date: '1973',
                text: 'игумен Иоанн возведен в сан архимандрита',
                extraText: '',
                picture: '29.jpg',
                popupPicture: '29-big.jpg',
                featured: true,
            },
            {
                date: '1975',
                text: 'архимандрит Иоанн (Крестьянкин) становится духовником братии',
                extraText: '',
                picture: false,
                featured: false,
            },
            {
                date: '1978',
                text: 'духовническая поездка в Пюхтицы',
                extraText: '',
                picture: false,
                featured: false,
            },
            {
                date: null,
                text: 'митрополит Алексий (Редигер), будущий Патриарх, исповедовался у отца Иоанна в Пюхтице',
                extraText: '',
                picture: '27.jpg',
                popupPicture: '27-big.jpg',
                featured: false,
            },
            {
                date: '1989',
                text: 'архимандрит Иоанн был реабилитирован, с него сняли судимость',
                extraText: '',
                picture: false,
                featured: false,
            },
            {
                date: '1993',
                text: 'По благословению отца Иоанна открыто Подворье Псково-Печерского монастыря в Сретенском монастыре в Москве',
                extraText: '',
                picture: false,
                featured: true,
            },
            {
                date: '1995',
                text: 'выходит первое издание проповедей архимандрита Иоанна',
                extraText: 'В июле 1995-го Подворье Псково-Печерского монастыря было преобразовано в  ставропигиальный мужской монастырь.',
                picture: false,
                featured: false,
            },
            {
                date: '2000',
                text: 'выходит первое издание собрания писем архимандрита Иоанна',
                extraText: '',
                picture: false,
                featured: false,
            },
            {
                date: '2001',
                text: 'отец Иоанн ограничивает прием посетителей',
                extraText: '',
                picture: '28.jpg',
                popupPicture: '28-big.jpg',
                featured: false,
            },
            {
                date: '2006',
                text: '5 февраля архимандрит Иоанн (Крестьянкин) окончил земной путь',
                extraText: 'Отец Иоанн отошел ко Господу в день праздника Новомучеников и исповедников Российских. Многих из этого лика святых батюшка знал лично, как духовных наставников или духовных друзей.',
                picture: false,
                featured: true,
            },
        ]
    },
    ],
    citates: [
        'Для спасения необходимо, чтобы наше сердце  жило верой, чтобы оно, наше сердечко, вполне доверяло Богу, отдалось Ему.',
        // 'Живая действенная вера проводит человека сквозь все трудности и превратности жизни. Верой мы  безоговорочно принимаем Божии определения о нас  помня, что мы не одиноки в бушующем житейском море,  что Спаситель наш  с нами во вся дни до скончания века.',
        'Бог верен всегда и во всем, Его слово и обетования неизменны. Но и нам предлежит не только верить и доверяться Богу, но и самим быть постоянно и во всем верными Ему.',
        'Будем же, дорогие, несомненной верой беречь свою связь с Богом, страшиться неверия, внимая себе постоянно, в истинной ли мы вере?',
        'Усвоим, дорогие мои, хорошо усвоим, что вера наша не на мудрости человеческой зиждется, но на силе Божией. И кто любит Бога, тому дается знание от Него.',
        'Верующий не одинок в бушующем житейском море. Его Кормчий – воскресший Христос – дарует уму разумение тайн своего спасения, а сердцу ощущение Царства Небесного, которое, по слову Спасителя, внутрь нас есть.',
        'Как же Господу откликнуться на нашу молитву, если  мы сами-то не слышим и не внимаем ей. Вот отчего часто нет у нас живой веры, уж не говорю об ощущении присутствия Божия в нашей жизни.',
        // 'Глас Божий – тих и уветлив (мягок, нежен), но требует от нас сугубого внимания, усилий, и даже борьбы с собой; а голос вражий буквально навязывается соблазнительными предложениями, потворствующими нашим страстям и желаниям.',
        'Достойно горького плача состояние души человеческой, которая на безграничную любовь Божию  отвечает дерзким богоборчеством.',
        'Судя по житейским нашим невзгодам, смущению и смятению в душах наших, тревожен сегодняшний взгляд Христа на мир.',
        // 'Какие чудеса творили наши предки своими руками, с любовью в сердце к Богу, как умели они украшать этот мир, не унывая и не отчаиваясь оттого, что мир лежит во зле, как не замыкались они в себе, но щедро отдавали себя людям.',
        // 'В школу жизни всякий человек вступает с рождения и идет по жизни, ведомый родителями, учителями, наставниками. Школа же духовной жизни настолько выше, важнее и сложнее, насколько несоизмеримо величественнее конечная цель духовного воспитания, – познание Бога, единение с Богом и утверждение в Боге.',
        'Верующий человек обязан вести себя так, чтобы не причинять неприятности другим. Не вызывать своим поведением ни огорчения, ни слез у тех, с кем нам приходится общаться.',
        // 'Иисус Христос в Святом Евангелии оставил нам Свой образ не для того, чтобы мы только удивлялись или восхищались им как необыкновенно высоким, совершенным, непостижимым, но именно для того, чтобы мы стремились, пытались подражать Ему.',
        'Тысячу лет назад и на нашей земле засиял свет Христовой веры, и на стволе Вселенской Церкви выросла громадная ветвь – Церковь Русская! И маленьким листочком на этой ветви является каждый из нас.',
        'Жизнь новомучеников Российских – не живой ли пример, как стоять в Истине, как относиться к политике, как не погрязнуть во враждебной духу христианскому сваре. Черпайте из этих источников, вода-то живая.',
        'Господь теперь только ждет нашей ответной любви и благодарности самой нашей жизнью и делами засвидетельствованной.',
        'В Церкви мы содействием Святого Духа встречаемся со Христом, учимся жить на земле законами Царства  неземного.',
        'От нас не требуется иного труда, кроме живой веры и доверия всемогущему Промыслу Божию о нас, сердечной отзывчивости, доброты, милосердия и сострадательности к тем, кто рядом с нами.',
        'Силой Божией благодати началось освобождение человека от рабства диаволу и зарождение в мире людей с новым сознанием. Благоволением же Божиим этот процесс будет продолжаться до скончания мира.'
    ],
    books: [
        {
            name: 'РАДОВАТЬ И РАДОВАТЬСЯ. ПРАКТИЧЕСКИЕ СОВЕТЫ АРХИМАНДРИТА ИОАННА (КРЕСТЬЯНКИНА).',
            picture: 'books/02.jpg',
            link: 'https://vsbook.ru/shop/product/radovat-i-radovatjsya',
        },
        {
            name: 'БОЖИЙ ИНОК',
            picture: 'books/05.jpg',
            link: 'https://vsbook.ru/shop/product/bozhiy-inok',
        },
        {
            name: 'ДОМ ДУШИ',
            picture: 'books/07.jpg',
            link: 'https://vsbook.ru/shop/product/dom-dushi',
        },
        {
            name: 'РАЗМЫШЛЕНИЯ О БЕССМЕРТНОЙ ДУШЕ',
            picture: 'books/01.jpg',
            link: 'https://vsbook.ru/shop/product/razmyshleniya-o-bessmertnoy-dushe',
        },
        {
            name: 'ПАМЯТЬ СЕРДЦА',
            picture: 'books/08.jpg',
            link: ' https://vsbook.ru/shop/product/pamyat-serdtsa',
        },
        {
            name: 'НЕВЕДОМОМУ ЧАДУ',
            picture: 'books/06.jpg',
            link: 'https://vsbook.ru/shop/product/nevedomomu-chadu',
        },
        {
            name: 'ОТЕЦ ИОАНН (ИЗ КНИГИ "НЕСВЯТЫЕ СВЯТЫЕ")',
            picture: 'books/03.jpg',
            link: 'https://vsbook.ru/shop/product/otets-ioann-iz-knigi-nesvyatyye-svyatyye',
        },
        {
            name: 'МИРОМ ПРАВИТ БОГ. СТАРЦЫ',
            picture: 'books/09.jpg',
            link: 'https://vsbook.ru/shop/product/mirom-pravit-bog-startsy-pskovo-pecherskogo-monastyrya-o-promysle-bozhiyem',
        },
        {
            name: 'МОЛИТВА ВСЕ ИСПРАВИТ. СТАРЦЫ ПСКОВО-ПЕЧЕРСКОГО МОНАСТЫРЯ О МОЛИТВЕ',
            picture: 'books/10.jpg',
            link: 'https://vsbook.ru/shop/product/molitva-vse-ispravit-startsy-pskovo-pecherskogo-monastyrya',
        },        
        {
            name: 'РАССУЖДАЙ И ДЕЙСТВУЙ. СТАРЦЫ ПСКОВО-ПЕЧЕРСКОГО МОНАСТЫРЯ О РАССУЖДЕНИИ',
            picture: 'books/04.jpg',
            link: 'https://vsbook.ru/shop/product/rassuzhdai-i-deistvui-startsy-pskovo-pecherskogo-monastyrya',
        },
        {
            name: 'УЧИТЕСЬ СОХРАНЯТЬ СЕМЬЮ. СТАРЦЫ ',
            picture: 'books/11.jpg',
            link: 'https://vsbook.ru/shop/product/uchites-sohranyat-semyu-starcy-pskovo-pecherskogo-monastyrya-o-semejnoj-zhiznii',
        },
        {
            name: 'БЕССИЛЬНО ЗЛО, МЫ ВЕЧНЫ, С НАМИ БОГ! СТАРЦЫ',
            picture: 'books/12.jpg',
            link: 'https://vsbook.ru/shop/product/bessilno-zlo-my-vechny-s-nami-bog-starcy-pskovo-pecherskogo-monastyrya-ob-unynii',
        },        
        {
            name: 'ВСЕ ВЫ В СЕРДЦЕ МОЕМ, И ЭТА ЛЮБОВЬ НАВЕЧНО. ВОСПОМИНАНИЕ ОДНОЙ СЕМЬИ ОБ АРХИМАНДРИТЕ ИОАННЕ (КРЕСТЬЯНКИНЕ)',
            picture: 'books/13.jpg',
            link: 'https://vsbook.ru/shop/product/vse-vy-v-serdtse-moyem-i-eta-lyubov-navechno-vospominaniye-odnoy-semi-ob-arkhimandrite-ioanne-krestyankine',
        },
        {
            name: 'ПИСЬМА АРХИМАНДРИТА ИОАННА (КРЕСТЬЯНКИНА)',
            picture: 'books/14.jpg',
            link: 'https://vsbook.ru/shop/product/pisma-arkhimandrita-ioanna-krestyankina',
        },

    ],
    extraBooks: [
        {
            name: 'ОПЫТ ПОСТРОЕНИЯ ИСПОВЕДИ',
            picture: 'books/s1.jpg',
            link: 'https://vsbook.ru/shop/product/opyt-postroyeniya-ispovedi',
        },
        {
            name: 'МОЛИТВОСЛОВ С ПОУЧЕНИЯМИ АРХИМАНДРИТА ИОАННА (КРЕСТЬЯНКИНА).',
            picture: 'books/s2.jpg',
            link: 'https://vsbook.ru/shop/product/molitvoslov-s-kommentariyami-arhimandrita-ioanna-krestyankina',
        },
        {
            name: 'О НЕСЕНИИ КРЕСТА',
            picture: 'books/s3.jpg',
            link: 'https://vsbook.ru/shop/product/o-nesenii-kresta',
        },
        {
            name: 'ЦЕЛЬ ЖИЗНИ ХРИСТИАНИНА',
            picture: 'books/s4.jpg',
            link: 'https://vsbook.ru/shop/product/tsel-zhizni-khristianina',
        },
        {
            name: 'МОЛИТВЫ К АРХАНГЕЛАМ',
            picture: 'books/s5.jpg',
            link: 'https://vsbook.ru/shop/product/molitvy-k-arkhangelam',
        },
        {
            name: 'О СЕМИ ГОРЯЧНОСТЯХ ДУХА',
            picture: 'books/s6.jpg',
            link: 'https://vsbook.ru/shop/product/o-semi-goryachnostyakh-dukha',
        },
        {
            name: 'МЫСЛИ О ЛЮБВИ',
            picture: 'books/s7.jpg',
            link: 'https://vsbook.ru/shop/product/mysli-o-lyubvi',
        }
    ]
};
